Repository: CamiloB/subscription-payu-latam
Catalog: languages/subscription-payu-latam-*.po
Languages: es_mx, pt_br

source: account id, you find it in the payu account
es_mx: ID de cuenta, lo encuentras en la cuenta payu

source: An error has occurred while processing the payment, please try again
es_mx: Se produjo un error al procesar el pago. Inténtalo de nuevo

source: Click here to configure
es_mx: Haga clic aquí para configurar
pt_br: Clique aqui para configurar

source: Continue to payment
es_mx: Continuar con el pago
pt_br: Continuar com o pagamento

source: Currently Payu Latam Suscription does not support more than one product in the cart if one of the products is a subscription.
es_mx: Actualmente, Payu Latam Subscription no admite más de un producto en el carro si uno de los productos es una suscripción.

source: Description
es_mx: Descripción
pt_br: Descrição

source: DNI
es_mx: Documento Nacional de Identidad

source: Documentation
es_mx: Documentación
pt_br: Documentação

source: Enable Payu Latam Suscription
es_mx: Activar Payu Latam Subscription
pt_br: Habilitar Payu Latam Suscription

source: Enable to run tests
es_mx: Activar las pruebas
pt_br: Ativar para executar testes

source: Enable/Disable
es_mx: Activar/Desactivar
pt_br: Habilitar/Desabilitar

source: Environment
es_mx: Entorno
pt_br: Meio Ambiente

source: It corresponds to the description that the user will see during the checkout
es_mx: Corresponde a la descripción que el usuario verá durante el pago
pt_br: Corresponde à descrição que o usuário verá durante o checkout

source: It corresponds to the title that the user sees during the checkout
es_mx: Corresponde al título que el usuario ve durante el pago
pt_br: Corresponde ao título que o usuário vê durante a finalização

source: Merchant id, you find it in the payu account
es_mx: Merchant id, lo encuentras en la cuenta payU
pt_br: Merchant id, você encontra na conta payu

source: Order is related to a subscription (Subscription ID: %s)
es_mx: Orden relacionada con una suscripción (suscripción ID: %s)
pt_br: O pedido está relacionado a uma assinatura (ID de assinatura: %s)

source: Pay
es_mx: Pagar
pt_br: Pagamento

source: Payment declined
es_mx: Pago rechazado

source: Payment declined (Transaction ID: %s)
es_mx: Pago rechazado (Transacción ID: %s)

source: Payment expired
es_mx: El pago expiró

source: Payment expired (Transaction ID: %s)
es_mx: El pago expiró (Transacción ID: %s)

source: Payment pending (Transaction ID: %s)
es_mx: Pago pendiente (Transacción ID: %s)

source: Payu Latam Suscription: Check that you have entered correctly merchant id, account id, Api Key, Apilogin
es_mx: Payu Latam Suscription: Verifique que haya ingresado correctamente merchant id, account id, Api Key, Apilogin

source: Payu Latam Suscription: It requires that the country of the store be some of these countries Brazil, Colombia, Mexico, Panama, Peru
es_mx: Payu Latam Subscription: Requiere que el país de la tienda sea alguno de estos países Brasil, Colombia, México, Panamá, Perú

source: Payu Latam Suscription: Requires one of these currencies USD, BRL, COP, MXN, PEN
es_mx: Payu Latam Subscription:Requiere una de estas monedas USD, BRL, COP, MXN, PEN

source: Payu Latam Suscription: Requires php version 5.6.0 or higher.
es_mx: Payu Latam Subscription:Requiere la versión php 5.6.0 o superior.

source: Payu Latam Suscription: Version 3.0 or greater of installed woocommerce is required.
es_mx: Payu Latam Subscription:Se requiere la versión 3.0 o superior de woocommerce instalado.

source: Payu Latam Suscription: Woocommerce must be installed and active.
es_mx: Payu Latam Subscription: Woocommerce debe estar instalado y activo.

source: Payu Latam Suscription: Woocommerce Subscriptions must be installed and active.
es_mx: Payu Latam Suscription: Woocommerce subscriptions debe estar instalada y activo.

source: Pending approval (Transaction ID: %s)
es_mx: Aprobación pendiente (Transacción ID: %s)

# placeholder
source: Your DNI here....
es_mx: Su DNI aquí ...
pt_br: Seu documento aqui ....

source: Please wait...
es_mx: Espere por favor...
pt_br: Por favor espere...

source: Production
es_mx: Producción
pt_br: Produção

source: Redirecting to verify status...
es_mx: Redirigiendo para verificar el estado ...
pt_br: Redirecionando para verificar o status ...

source: Settings
es_mx: Configuraciones
pt_br: Configurações

source: Successful payment (Transaction ID: %s)
es_mx: Pago exitoso (Transacción ID: %s)
pt_br: Pagamento bem sucedido (ID da transação: %s)

source: Successful payment (Transaction ID: %s), (subscription ID: %s)
es_mx: Pago exitoso (Transacción ID: %s), (suscripción ID: %s)
pt_br: Pagamento bem-sucedido (ID da transação:% s), (ID da assinatura: %s)

source: Test
es_mx: Prueba
pt_br: Teste

source: The type of card is not accepted
es_mx: El tipo de tarjeta no es aceptada
pt_br: O tipo de cartão não é aceito

source: Title
es_mx: Título
pt_br: Título

source: Subscription Payu Latam: Requires php version 5.6.0 or higher.
pt_br: Subscription Payu Latam: Requer o php versão 5.6.0 ou superior.

source: Subscription Payu Latam: Requires OpenSSL >= 1.0.1 to be installed on your server
pt_br: Subscription Payu Latam: Requer OpenSSL> = 1.0.1 para ser instalado no seu servidor

source: Subscription Payu Latam: Version 3.0 or greater of installed woocommerce is required.
pt_br: Subscription Payu Latam: A versão 3.0 ou superior do woocommerce instalado é necessária.

source: Subscription Payu Latam: Requires one of these currencies USD, BRL, COP, MXN, PEN
pt_br: Subscription Payu Latam: Requer uma destas moedas USD, BRL, COP, MXN, PEN

source: Subscription Payu Latam: It requires that the country of the store be some of these countries Brazil, Colombia, Mexico and Peru
pt_br: Subscription Payu Latam: Requer que o país da loja seja algum desses países Brasil, Colômbia, México e Peru

source: Debug
pt_br: Depurar

source: Debug records, it is saved in payment log
pt_br: Depurar registros, é salvo no log de pagamento

source: Data of card
pt_br: Dados do cartão

source: Successful subscription (subscription ID: %s)
pt_br: Inscrição bem-sucedida (ID de assinatura: %s)
